;; -*- no-byte-compile: t; -*-

(package! rotate)

(package! evil-escape :disable t)

(package! aas :recipe (:host github :repo "ymarco/auto-activating-snippets"))

(package! screenshot :recipe (:host github :repo "tecosaur/screenshot"))

(package! string-inflection)

(package! xressources-theme
  :recipe (:host github :repo "martenlienen/xresources-theme"))

(package! info-colors)

(package! modus-themes)

(package! keycast)

(package! gif-screencast)

(package! page-break-lines :recipe (:host github :repo "purcell/page-break-lines"))
